{
  "Creatures": [
    {
      "name": "Cthulhu",
      "description": "Cthulhu resembles a grotesque caricature of humanity, with an octopus head, scaly body, and wings. Descriptions  emphasize its immense size, often comparing it to a mountain. Cthulhu slumbers beneath the sea in the sunken city of R'lyeh, but cultists plot to bring him forth and herald a reign of madness. The mere sight of Cthulhu can drive the sanest mind to gibbering madness.",
      "url": "/creatures/"
    },
    {
      "name": "Hastur",
      "description": "The King in Yellow, Hastur is a shapeless entity of pure malice. Writings describe him as a tentacular mass or a being of shifting smoke. Hastur embodies chaos and represents the breaking down of reality. His worship often involves forbidden symbols and plays, driving cultists to violence and insanity.",
      "url": "/creatures/hastur"
    },
    {
      "name": "Dagon",
      "description": "The lurking menace of the deep, Dagon is a monstrous being with a humanoid upper body and a fish-like lower half. He dwells in the inky blackness of the ocean, often depicted as a god worshipped by degenerate human cults. Unlike Cthulhu, Dagon seems more actively malicious, driving his followers to madness and ritual sacrifice.",
      "url": "/creatures/dagon"
    }
  ],
  "People": [
    {
      "name": "Herbert West",
      "description": "A brilliant yet morally bankrupt scientist, Herbert West is consumed by  the desire to cheat death. His experiments in reanimation blur the lines between life  and death, creating monstrosities that hunger for the living. West is a charismatic  sociopath, able to manipulate others into helping him acquire fresh subjects for his  grisly experiments.",
      "url": "/people"
    },
    {
      "name": "Dr. Henry Armitage",
      "description": "A respected university professor of literature, Henry Armitage  stumbles upon the horrors of the Cthulhu Mythos almost by accident. Driven by a morbid curiosity and a strong sense of justice, he investigates the activities of suspected cults and the murmurs of ancient evil. Armitage is a beacon of rationality in a world  teetering on the brink of cosmic horror, but his sanity is constantly threatened by the unspeakable truths he uncovers.",
      "url": "/people/dr-armitage"
    },
    {
      "name": "Randolph Carter",
      "description": "A young man haunted by dreams of strange lands and alien beings, Randolph Carter is a dreamer and explorer of the forbidden. Through his dreams, he travels to dimensions beyond human comprehension, encountering unimaginable entities and witnessing wonders and terrors that shatter his sanity. Carter is a tragic figure, drawn to the forbidden knowledge of the cosmos",
      "url": "/people/carter"
    }
  ]
}
